Repository: FreePBX-ContributedModules/misdn
Catalog: i18n/*/LC_MESSAGES/misdn.po
Languages: es_es

source: Add Group
es_es: Agregar Grupo

source: Add Port Group
es_es: Agregar Grupo de Puertos

source: All ports of this device are already assigned to groups!
es_es: Todos los Puertos de este dispositivo esta ya asignados a grupos!

source: Changes the TX Gain.
es_es: Cambios de Ganancia TX.

source: Checking for an xslt processor..
es_es: Chequeando por un procesador de xslt..

source: Connectivity
es_es: Conectividad

source: Default is
es_es: Por defecto es

source: Delete mISDN Port Group
es_es: Eliminar Grupo de puertos mISDN

source: Either if we should produce DTMF Tones ourselves.
es_es: Si es que debemos producir Tonos DTMF por nosotros mismos.

source: Extensions
es_es: Extensiones

source: FATAL: can't continue installing, see module requirements.
es_es: FATAL: No puede continuar instalando, vea los requerimientos del modulo.

source: Generic mISDN Device
es_es: Dispositivo genérico mISDN

source: Give a comma separated list (or '*' to match any) of MSNs for TE ports.
es_es: De una lista deparada por comas (o "^" para cualquiera) de los MSNs de puertos TE.

source: International
es_es: Internacional

source: International prefix is put before the oad if an according dialplan is set by the other end.
es_es: Prefijos Internacionales se colocan antes de oad si un dialplan correspondiente es configurado al otro extremo.

source: National
es_es: Nacional

source: National prefix is put before the oad if an according dialplan is set by the other end.
es_es: Prefijo Nacional es colocado delante del oad si un correspondiente dialplan es configurado por el otro extremo.

source: No cards found on this system!
es_es: No se encontraron tarjetas en este sistema!

source: Please remember that you have to restart asterisk after changing port to group assignment!
es_es: Por favor recuerde que debe reiniciar Asterisk después de cambiar las asignaciones de puertos a grupos!

source: Port
es_es: Puerto

source: Reject code sent to the caller in PMP.<br /><i>16</i> normal call clearing.<br /><i>17</i> user busy.<br /><i>21</i> disconnected.
es_es: Código de rechazo enviado al llamante en PMP.<br /><i>16</i> llamada clareada normal. <br /><i>17</i> usuario ocupado.<br /><i>21</i> desconectado.

source: Select type of the ports in this group.
es_es: Seleccione tipo de puertos para este grupo.

source: Selectable ports on this card:
es_es: Puertos elegibles en esta tarjeta:

source: Set the method to use for channel selection.<br /><i>Standard</i> always chooses the first free channel with the lowest number.<br /><i>Round Robin</i> uses the round robin algorithm to select a channel. Use this if you want to balance your load.
es_es: Establecer el método que se utilizará para la selección del canal. <br /><i> Estándar </i> siempre elige el primer canal libre con el número más bajo.<br /><i> Round Robin </i> utiliza el algoritmo round robin para seleccionar un canal . Utilice esta opción si desea equilibrar su carga.

source: Settings
es_es: Configuración

source: Standard
es_es: Estándar

source: Subscriber
es_es: Suscriptor

source: The type of the ports in this group.
es_es: El tipo de puertos en este grupo.

source: This enables echocancellation, with the given number of taps. Be aware, move this setting only to outgoing portgroups! A value of zero turns echocancellation off.
es_es: Esto permite la cancelación de eco, con el número dado de taps. Tenga en cuenta, mueva este ajuste sólo para portgroups salientes! Un valor de cero desactiva la cancelación de eco.

source: This option defines, if chan_misdn should check the L1 on a PMP before making a group call on it. The L1 may go down for PMP Ports so we might need this.
es_es: Esta opción define si chan_misdn debe comprobar la L1 en un PMP antes de hacer una llamada de grupo en él. La L1 puede bajar para Puertos PMP en caso que pudiésemos necesitar esto.

source: Trunks
es_es: Troncales

source: Type Of Number in ISDN Terms (for outgoing calls).
es_es: Tipo de numero en términos ISDN (para llamadas salientes).

source: Unique name of the mISDN portgroup. Must not be <i>default</i> nor <i>general</i>.
es_es: Nombre único del portgroup mISDN. No puede ser <i>default</i> ni <i>general</i>.

source: Unknown
es_es: Desconocido

source: mISDN Error
es_es: Error mISDN

source: mISDN General Settings
es_es: Configuración General mISDN

source: mISDN Port Groups
es_es: Grupos de Puerto mISDN

source: mISDN Settings
es_es: Configuración mISDN

source: nothing found.
es_es: nada encontrado.

source: yes
es_es: si
